export const basavaEnglishIntro = [
  "Basava, also known as Basaveshwara and Basavanna, lived in 12th-century India. He was a multifaceted figure—statesman, philosopher, poet, and social reformer. Basava played a vital role in the Shiva-focused bhakti movement, advocating for equality and rejecting discrimination and rituals. He introduced the Ishtalinga necklace, a symbol of devotion, to all individuals regardless of their background.",
  "As a chief minister, Basava established the Anubhava Mantapa, a platform for inclusive discussions on various aspects of life. He vehemently opposed human and animal sacrifices while advocating the principle of ahimsa (non-violence). While traditional accounts label him as the founder of the Lingayat sect, modern scholarship views him as revitalizing an existing tradition rather than creating it anew.",
  "Basava's life is detailed in works like the Basavarajadevara Ragale and Basava Purana. His literary contributions, particularly the Vachana Sahitya in Kannada Language, have left a lasting impact. He's often referred to as Bhaktibhandari and Basavanna, reflecting his deep devotion and influence in Indian society.",
];

export const basavaHindiIntro = [
  "गुरु बसव (कन्नड़: ಬಸವಣ್ಣ) या बसवेश्वर (कन्नड़: ಬಸವೇಶ್ವರ), (११३४-११९६)) एक दार्शनिक और सामाजिक सुधारक थे। उन्होने हिंदू धर्म में जाति व्यवस्था और अनुष्ठान के विरुद्ध संघर्ष किया। उन्हें विश्व गुरु और भक्ति भंडारी भी कहा जाता है। अपनी शिक्षाओं और preachings सभी सीमाओं से परे जाना और कर रहे हैं सार्वभौमिक और अनन्त है। वह एक महान मानवीय था। गुरु बसवन्नाजिसमें परमात्मा अनुभव जीवन लिंग, जाति और सामाजिक स्थिति की परवाह किए बिना सभी उम्मीदवारों को समान अवसर देने का केंद्र था जीवन की एक नई तरह की वकालत की। अपने आंदोलन के पीछे आधारशिला परमेश्वर के एक सार्वभौमिक अवधारणा में दृढ़ विश्वास था। गुरु बसवन्नाmonotheistic निराकार भगवान की अवधारणा के एक समर्थक है।",
  "एक सच्चे दूरदर्शी अपने समय से आगे विचारों के साथ, वह एक है कि विकास के चरम पर एक और सब को समृद्ध समाज के अनुरूप। एक महान रहस्यवादी जा रहा है, के अलावा गुरु बसवन्नाप्रधानमंत्री ने दक्षिणी Kalachuri साम्राज्य दक्षिण भारत में गया था और एक साहित्यिक क्रांति Vachana साहित्य शुरू करने से उत्पन्न। गुरु बसवन्नास्वभाव, विकल्प, पेशे से एक राजनेता, स्वाद, सहानुभूति द्वारा एक मानवतावादी और सजा से एक सामाजिक सुधारक द्वारा पत्र की एक आदमी एक आदर्शवादी द्वारा एक फकीर किया गया है करने के लिए कहा जाता है। कई महान योगियों और समय के रहस्यवादी यह कि भगवान है और जीवन में देखने का एक नया तरीका को परिभाषित Vachanas (Lit. बातें - कन्नड़ में पवित्र भजन) के रूप में दिव्य अनुभव का सार के साथ समृद्ध अपने आंदोलन में शामिल हो गए।",
  "गुरु बसवन्नाके रास्ते बाद में दिया है एक नई धर्म (या 'संप्रदाय') कहा जाता है Lingavanta धर्म या Lingayata जन्म। Lingayata के लिए अन्य समानार्थक शब्द हैं: बसव धर्म, Sharana धर्म, Vachana धर्म।",
];

export const basavaTeleguIntro = [
  "బసవేశ్వరుడు (1134 మే 3 – 1196) హైందవ మతాన్ని సంస్క‌రించిన‌ ప్రముఖులలో ఒకడు. ఈతడిని బసవన్న, బసవుడు అని, విశ్వగురు అని పిలుస్తారు. సమాజంలో కుల వ్వవస్థను, వర్ణ భేదాలను, లింగ వివక్షతను సమూలంగా వ్యతిరేకించిన అభ్యుదయ వాది. లింగాయత ధర్మం స్థాపించారు",
  "కర్ణాటకలోని బాగేవాడి ఇతని జన్మస్థలం. తండ్రి మాదిరాజు, తల్లి మాదాంబ. చిన్న వయసులోనే శైవ పురాణ గాథలను అవగతం చేసుకున్న బసవనికి కర్మకాండపై విశ్వాసం పోయింది. ఉపనయనం చేయ నిశ్చయించిన తల్లిదండ్రులను వదలి కూడలసంగమ అనే పుణ్యక్షేత్రం చేరిన బసవుడు అక్కడ వేంచేసియున్న సంగమేశ్వరుణ్ణి నిష్ఠతో ధ్యానించాడు. దేవుడు అతని కలలో కనిపించి అభయమిచ్చాడని, దేవుడు ఆనతి మేరకు మంగళవాడ (కళ్యాణ పురం) చేరుకుంటాడు. ఇతడు 12వ శతాబ్దంలో కర్ణాటక దేశాన్ని పాలించిన బిజ్జలుని కొలువులో చిన్న ఉద్యోగిగా చేరి, అతని భాండాగారానికి ప్రధాన అధికారియై భండారీ బసవడుగ ఖ్యాతినొందాడు. సామర్ధ్యమునకు నిజాయితీ తోడుకాగా భక్త భండారి బిజ్జలుని ప్రధానామాత్యుడిగా పదవి అందుకున్నాడు.",
  "ఒక వైపు రాజ్యపాలనలో ప్రధాన భూమిక నిర్వహిస్తూ బసవన్న వచన సాహిత్యంతో ప్రజలందరినీ కులమతాలకతీతంగా ఏకం చేసారు. బోధనలలోని సమదృష్టి ఎందరినో ఆకర్షించింది. వీరశైవ మతానికి తిరిగి పట్టం కట్టిన బసవని ఖ్యాతి కర్ణాటక ఎల్లలు దాటి ఆంధ్రదేశంలోను వ్యాప్తి చెందినది. ప్రతిరోజు లక్షా తొంభై ఆరువేల మంది జంగములకు మృష్టాన్నములతో అర్చించి అనంతరం తాను భుజించేవాడట. బసవడు తన ఉపదేశాలు ప్రజలకు అందుబాటులో ఉండే రీతిగా వచనాలు వ్రాసాడు. వీటిలో సూక్ష్మమైన తత్త్వం సులువుగా బోధపడేది. సాహిత్య పరంగా కూడా బసవేశ్వరుని వచనాలకు చక్కని గౌరవం లభించింది. ఇతడు మొత్తం 64 లక్షల వచనాలు కూర్చినట్లు ప్రతీతి. కానీ, ఈనాడు కొన్ని వేలు మాత్రమే మనకు లభ్యమైనాయి.",
  "బసవేశ్వరుడు స్థాపించిన 'అనుభవ మండపం' ఇప్పటి పార్లమెంటు తరహాలో వుండేది.అక్కడ అన్ని రకాల కులాలు, జాతులు తమ సమస్యలు వినిపించేవారు. బసవేశవరుడు తన చేతుల మీదుగా ఒక వర్ణాంతర వివాహం జరిపాడు. అది ఆనాటి సంప్రదాయ వాదులకు నచ్చలేదు. తీవ్ర వ్యతిరేకతకు దారి తీసింది. నూతన దంపదుతులు హత్యకు గురౌతారు. ఈ సంఘటన బసవుని హృదయాన్ని కలచివేస్తుంది. తన అమాత్య పదవిని వదలి బసవేశ్వరుడు కూడలి సంగమేశ్వరుని సన్నిధికి చేరి, కొంతకాలానికి ఆయనలో లీనమైపోతాడు.",
];

export const basavaKannadaIntro = [
  "ಬಸವಣ್ಣ (ಬಸವ,ಬಸವೇಶ್ವರ ) ಭಾರತದ 12 ನೇ ಶತಮಾನದ ಕನ್ನಡದ ಒಬ್ಬ ತತ್ವಜ್ಞಾನಿ, ಕಲಚೂರಿ ಅರಸ ಬಿಜ್ಜಳನ ಆಸ್ಥಾನದಲ್ಲಿ ಮಂತ್ರಿಯಾಗಿದ್ದರು ಮತ್ತು ಸಾಮಾಜಿಕ ಸುಧಾರಕರಾಗಿದ್ದರು. ಶಿವ ಕೇಂದ್ರೀಕೃತ ಭಕ್ತಿ ಚಳುವಳಿಯಲ್ಲಿ ಕನ್ನಡ ಕವಿಯಾಗಿದ್ದರು . ಬಸವಣ್ಣ ವಚನಗಳ ಮೂಲಕ ಸಾಮಾಜಿಕ ಅರಿವು ಹರಡಿದರು, ಬಸವಣ್ಣ ಲಿಂಗ , ಸಾಮಾಜಿಕ ತಾರತಮ್ಯ, ಮೂಢನಂಬಿಕೆಗಳು ನಿರಾಕರಿಸಿದರು.ಇಷ್ಟಲಿಂಗ ಹಾರವನ್ನು ಪರಿಚಯಿಸಿದರು (ಶಿವ ಲಿಂಗ) ಶಿವನ ಒಂದು ಭಕ್ತಿ ಒಂದು ನಿರಂತರ ಜ್ಞಾಪನೆ ಎಂದು. ಇದನ್ನು ಎಲ್ಲರು ಧರಿಸಿ ಪೂಜಿಸಬಹುದು. ತನ್ನ ಸಾಮ್ರಾಜ್ಯದ ಮುಖ್ಯಮಂತ್ರಿಯಾಗಿ, ಅವರು ಅನುಭವ ಮಂಟಪ (ಅಥವಾ, 'ಆಧ್ಯಾತ್ಮಿಕ ಅನುಭವದ ಭವನ'), ಇಲ್ಲಿ ಎಲ್ಲಾ ಸಾಮಾಜಿಕ-ಆರ್ಥಿಕ ಹಿನ್ನೆಲೆಯ ಪುರುಷ ಮತ್ತು ಮಹಿಳೆಯರು ಆಧ್ಯಾತ್ಮಿಕ ಮತ್ತು ಪ್ರಾಪಂಚಿಕ ಪ್ರಶ್ನೆಗಳನ್ನು ಮುಕ್ತವಾಗಿ ಚರ್ಚಿಸಲು ಸ್ವಾಗತಿಸಿತು.ಬಸವಣ್ಣನವರ ಜೊತೆ ೭೭೦ ಅಮರಗಣಂಗಳು ಇದ್ದರೆಂದು ಮತ್ತು ೧,೯೬,೦೦೦ ಶರಣರಿದ್ದರೆಂದು ಐತಿಹಾಸಿಕ ಪುರಾವೆಗಳಿವೆ",
  "ಸಾಂಪ್ರದಾಯಿಕ ದಂತಕಥೆಗಳು ಮತ್ತು ವಿದ್ವತ್ಪೂರ್ಣ ಗ್ರಂಥಗಳು ಲಿಂಗಾಯ ಸ್ಥಾಪಕ ಬಸವಣ್ಣ ಎಂದು ಉಲ್ಲೇಖಿಸುತ್ತವೆ . ಆದಾಗ್ಯೂ, ಆಧುನಿಕ ಕಲಾಚುರಿ ಶಾಸನಗಳಂತಹ ಐತಿಹಾಸಿಕ ಸಾಕ್ಷ್ಯವನ್ನು ಅವಲಂಬಿಸಿದೆ ಬಸವ ಕವಿ ತತ್ತ್ವಜ್ಞಾನಿಯಾಗಿದ್ದು, ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದ್ದ ಸಂಪ್ರದಾಯವನ್ನು ಸಂಸ್ಕರಿಸಿದರು ಮತ್ತು ಶಕ್ತಿಯನ್ನು ತುಂಬಿದರು ಎಂದು ಉಲ್ಲೇಖಿಸುತ್ತವೆ.ಕನ್ನಡ ಕವಿ ಹರಿಹರರಿಂದ ರಚಿತ (c.1180) ಬಸವರಾಜದೇವರ ರಗಳೆ (ಸಿ.ಎಸ್ .8080 ರಲ್ಲಿ 25 ವಿಭಾಗಗಳು ಲಭ್ಯವಿದೆ) ಸಾಮಾಜಿಕ ಸುಧಾರಕನ ಜೀವನದ ಬಗ್ಗೆ ಲಭ್ಯವಿರುವ ಅತ್ಯಂತ ಆರಂಭಿಕ ಖಾತೆಯಾಗಿದೆ ಮತ್ತು ಲೇಖಕನು ತನ್ನ ನಾಯಕನ ಸಮಕಾಲೀನ ಸಮೀಪದಲ್ಲಿದ್ದ ಕಾರಣದಿಂದಾಗಿ ಅದು ಮುಖ್ಯವೆಂದು ಪರಿಗಣಿಸಲಾಗಿದೆ.ಬಸವನ ಜೀವನ ಮತ್ತು ವಿಚಾರಗಳ ಸಂಪೂರ್ಣ ವಿವರ 13 ನೇ ಶತಮಾನದ ಪವಿತ್ರ ತೆಲುಗು ಪಠ್ಯ ಪಾಲ್ಕುರಿಕಿ ಸೋಮನಾಥರ ಬಸವ ಪುರಾಣದಲ್ಲಿ ನಿರೂಪಿಸಲ್ಪಟ್ಟಿದೆ. ಬಸವ ಸಾಹಿತ್ಯ ಕೃತಿಗಳು ಕನ್ನಡ ಭಾಷೆಯಲ್ಲಿ ವಚನ ಸಾಹಿತ್ಯವನ್ನು ಒಳಗೊಂಡಿದೆ.ಅವರನ್ನು ಭಕ್ತಿಭಂಡಾರಿ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ (ಅಕ್ಷರಶಃ, ಭಕ್ತಿಯ ಖಜಾಂಚಿ),ಬಸವಣ್ಣ (ಹಿರಿಯ ಸಹೋದರ ಬಸವ) ಅಥವಾ ಬಸವೇಶ್ವರ.",
];

export const basavaMalayamIntro = [
  "വീരശൈവരുടെ പ്രധാന ആചാര്യനായിരുന്നു പന്ത്രണ്ടാം നൂറ്റാണ്ടിൽ ജീവിച്ചിരുന്ന ബസവേശ്വരൻ (കന്നഡ: ಬಸವೇಶ್ವರ‌). ഒരു സാമൂഹ്യ പരിഷ്കർത്താവും, കവിയും, ദാർശനികനുമായിരുന്ന അദ്ദേഹം സമൂഹത്തിൽ നിലവിലിരുന്ന വർണ്ണധർമ്മാശ്രമത്തിനെതിരെ തന്റെ തൂലിക ചലിപ്പിക്കുകയും അതിലൂടെ ഒരു ജാതിരഹിത സമൂഹം കെട്ടിപ്പടുക്കുവാൻ ഉദ്യമിക്കുകയും ചെയ്തു. ബസവേശ്വരനാണ് വീരശൈവമതം സ്ഥാപിച്ചതെന്നും, അല്ല പുരാതനമായ ഒരു വിശ്വാസസമ്പ്രദായത്തെ അദ്ദേഹം പുനരുദ്ധരിക്കുകയായിരുന്നുവെന്നും രണ്ട് അഭിപ്രായങ്ങൾ നിലവിലുണ്ട്.",
  "കായകവെ കൈലാസം എന്നതാണ് ബസവേശ്വരന്റ ഏറ്റവും പ്രശസ്തമായ വചനങ്ങളിലൊന്ന്. അദ്ധ്വാനം അത്യുത്‌കൃഷ്ടം എന്നാണതിന്റെ അർത്ഥം. 'കായക സിദ്ധാന്തം' (കർമ്മ സിദ്ധാന്തം) എന്നിതറിയപ്പെടുന്നു. തൊഴിലിന് നീചമെന്നോ ശ്രേഷ്ഠമെന്നോ വേർതിരിവില്ല. സന്യാസികൾ അടക്കം എല്ലാവരും അവരവർക്കുള്ള ആഹാരത്തിനുള്ള വക സ്വയം സാമ്പാദിക്കണമെന്നും ബസവേശ്വരൻ പഠിപ്പിച്ചു. കായക സിദ്ധാന്തത്തിന്റെ മറ്റൊരു ദർശനമാണ് 'ദസോഹ' (ദാനധർമ്മ സിദ്ധാന്തം). ഒരുവൻ തന്റെ സമ്പാദ്യത്തിൽ ആവശ്യം കഴിഞ്ഞുള്ളത് പാവപ്പെട്ടവരും രോഗികളുമായ സാധുക്കൾക്കായി നീക്കി വെയ്ക്കണമെന്നാണ് ദസോഹയുടെ പൊരുൾ. ഇതു അദ്ദേഹം സ്വജീവിതത്തിൽ പ്രാവർത്തികമാക്കുകയും ചെയ്തു.",
];

export const basavaTamilIntro = [
  "பசவர் (Basava அல்லது Basavanna) (பொ.ஊ. 1131 – பொ.ஊ. 1196) கன்னட மாநிலத்தில் தோன்றியவர். சாளுக்கிய மன்னரிடம் அமைச்சராகப் பணியாற்றியவர். இந்நெறி சிவனை மட்டுமே கடவுளெனக் கருதியது. சிவவழிபாட்டின் மூலம் வீடு பேற்றை அடையலாம் என்பது இவரது ஆழ்ந்த நம்பிக்கை. சாதிப்பாகுபாடு, சடங்கு, உருவ வழிபாடு இவற்றை களைவதில் பெரிதும் ஈடுபட்டார். தம்மைப் பின்பற்றுபவர்கள் புலால் உண்பதையும், கள் குடிப்பதையும் கைவிட வேண்டும் என்ற கடுமையான நிபந்தனை விதித்தார். சமூக சீர்திருத்த வாதியாக விதவை மறுமணத்தை ஆதரித்தும், குழந்தை திருமணத்தை எதிர்த்தும் செயல்பட்டார். இவரைப் பின்பற்றுவோர் வீர சைவர்கள் (லிங்காயத்துகள்) என்றழைக்கப்படுகின்றனர்.    ",
];



export const statsKannada = [
  { label: 'ಹುಟ್ಟು', value: '1131 CE' },
  { label: 'ನಿಧನ', value: '1196 CE' },
  { label: 'ಸಾಹಿತ್ಯ', value: 'ವಚನ' },
  { label: 'ದೇಶ', value: 'ಭಾರತ್' },
];


export const statsEnglish = [
  { label: 'Born', value: '1131 CE' },
  { label: 'Died', value: '1196 CE' },
  { label: 'Literature', value: 'Vachanas' },
  { label: 'Country', value: 'India' },
];


export const translations = {
  workIsWorship: {
    english: 'Work is Worship',
    kannada: 'ಕಾಯಕವೇ ಕೈಲಾಸ'
  },
  reformer: {
    english: 'Reformer',
    kannada: 'ಸುಧಾರಕ'
  },
  basava: {
    english: 'Basava',
    kannada: 'ಬಸವ'
  }
};
