export const vachanaKna = ["ಬಸವಣ್ಣ ವಚನಗಳು"];

export const kannadaVachana = [
    "ಇವನಾರವ, ಇವನಾರವ ಇವನಾರವನೆಂದೆನಿಸದಿರಯ್ಯಾ. ಇವ ನಮ್ಮವ, ಇವ ನಮ್ಮವ, ಇವನಮ್ಮವನೆಂದೆನಿಸಯ್ಯಾ. ಕೂಡಲಸಂಗಮದೇವಯ್ಯ ನಿಮ್ಮ ಮನೆಯ ಮಗನೆಂದೆನಿಸಯ್ಯ…",
    
    "ನೀನೊಲಿದರೆ ಕೊರಡು ಕೊನರುವುದಯ್ಯ\nನೀನೊಲಿದರೆ ಬರಡು ಹಯನಹುದಯ್ಯ\nನೀನೊಲಿದರೆ ವಿಷವಮೃತವಹುದಯ್ಯ\nನೀನೊಲಿದರೆ ಸಕಲ ಪಡಿಪದಾರ್ಥ ಇದಿರಲಿರ್ಪವು ಕೂಡಲಸಂಗಮದೇವ…",
  
    "ಭಕ್ತಿ ಇಲ್ಲದ ಬಡವ ನಾನಯ್ಯಾ\nಕಕ್ಕಯ್ಯನ ಮನೆಯಲ್ಲೂ ಬೇಡಿದೆ,\nಚೆನ್ನಯ್ಯನ ಮನೆಯಲ್ಲೂ ಬೇಡಿದೆ\nದಾಸಯ್ಯನ ಮನೆಯಲ್ಲೂ ಬೇಡಿದೆ\nಎಲ್ಲ‌ ಪುರಾತನರು ನೆರೆದು ಭಕ್ತಿ ಬಿಕ್ಷವನಿಕ್ಕಿದಡೆ ಎನ್ನ ಪಾತ್ರೆ ತುಂಬಿತ್ತು ಕೂಡಲಸಂಗಮದೇವ…",
  
    "ಮಡಕೆಯ ಮಾಡುವಡೆ ಮಣ್ಣೆ ಮೊದಲು\nತೊಡಿಕೆಯ ಮಾಡುವಡೆ ಹೊನ್ನೇ ಮೊದಲು\nಶಿವಪಥವನರಿವಡೆ ಗುರುಪಥವೇ ಮೊದಲು\nಕೂಡಲಸಂಗಮದೇವನರಿವಡೆ ಶರಣರ ಸಂಗವೇ ಮೊದಲು…‌",
  
    "ನೀರಿಂಗೆ ನೈದಿಲೇ ಶೃಂಗಾರ\nಊರಿಂಗೆ ಆರವೆಯೇ ಶೃಂಗಾರ\nನಾರಿಗೆ ಗುಣವೇ ಶೃಂಗಾರ\nಗಗನಕ್ಕೆ ಚಂದ್ರಮನೇ ಶೃಂಗಾರ\nನಮ್ಮ ಕೂಡಲಸಂಗನ ಶರಣಗೆ ನೊಸಲ ಶ್ರೀ ವಿಭೂತಿಯೇ ಶೃಂಗಾರ…",
  
    "ಹುತ್ತವ ಬಡಿದರೆ ಉರಗ ಸಾವುದೆ?\nಘೋರತಪವ ಮಾಡಿದರೇನು\nಅಂತರಂಗ ಆತ್ಮಶುದ್ಧಿಯಿಲ್ಲದವರನೆಂತು ನಂಬುವನಯ್ಯ ಕೂಡಲಸಂಗಮದೇವ?",
  
    "ಜನಿತಕ್ಕೆ ತಾಯಾಗಿ ಹೆತ್ತಳು ಮಾಯೆ\nಪಾನಿತಕ್ಕೆ ಗಂಡಾಗಿ ಬೆಳೆಯಳು ಮಾಯೆ\nಜಗತ್ತಕ್ಕೆ ವಾಯಿತು ಹಾಕಿದ ಮಾಯೆ\nಕೂಡಲಸಂಗನ ಪಾದಕ್ಕೆ ನೆಲೆಸಿದ ಶ್ರೀಯುತ ಮಾಯೆ…",
  
    "ಬೆಳೆವ ಭೂಮಿಯಲೊಂದು ಪ್ರಳಯದ ಕಸ ಹುಟ್ಟಿ\nತಿಳಿಯಲೀಯದು ಎಚ್ಚರಲೀಯದು.\nಎನ್ನವಗುಣವೆಂಬ ಕಸವ ಕಿತ್ತು ಸಲಹಯ್ಯಾ ಲಿಂಗ ತಂದೆ,\nಸುಳಿದೆಗೆದು ಬೆಳೆವೆ…",
  
    "ಮನೆಯೊಳಗೆ ಮನೆಯೊಡೆಯನಿದ್ದಾನೊ ಇಲ್ಲವೋ,\nಹೊಸ್ತಿಲಲ್ಲಿ ಹುಲ್ಲು ಹುಟ್ಟಿ, ಮನೆಯೊಳಗೆ ರಜ ತುಂಬಿ.\nಮನೆಯೊಳಗೆ ಮನೆಯೊಡೆಯನಿದ್ದಾನೊ ಇಲ್ಲವೋ,\nತನುವಿನೊಳಗೆ ಹುಸಿ ತುಂಬಿ, ಮನದೊಳಗೆ ವಿಷಯ ತುಂಬಿ.\nಮನೆಯೊಳಗೆ ಮನೆಯೊಡೆಯನಿಲ್ಲ ಕೂಡಲಸಂಗಮದೇವ…",
  
    "ಗಂಡನ ಮೇಲೆ‌ ಸ್ನೇಹವಿಲ್ಲದ ಹೆಂಡತಿ,\nಲಿಂಗದ ಮೇಲೆ ನಿಷ್ಟೆಯಿಲ್ಲದ‌ ಭಕ್ತ\n‌ಇದ್ದಡೇನೋ, ಶಿವ ಶಿವಾ ಹೋದಡೇನೋ?\nಕೂಡಲ ಸಂಗಮದೇವನ ಊಡವ ಆವಿಂಗೆ ಉಣ್ಣದ ಕರುವ ಬಿಟ್ಟಂತೆ…",
  
    "ಲೋಕದ ಡೊಂಕ ನೀವೇಕೆ ತಿದ್ದುವಿರಿ?\nನಿಮ್ಮ ನಿಮ್ಮ ತನುವ ಸಂತೈಸಿಕೊಳ್ಳಿ\nನಿಮ್ಮ ನಿಮ್ಮ‌‌ ಮನವ ಸಂತೈಸಿಕೊಳ್ಳಿ\nನೆರೆಮನೆಯ ದು:ಖಕ್ಕೆ ಅಳುವವರ ಮೆಚ್ಚ ಕೂಡಲಸಂಗಮದೇವ…",
  
    "ಹಬ್ಬಕ್ಕೆ ತಂದ ಹರಕೆಯ ಕುರಿ\nತೋರಣಕ್ಕೆ ತಂದ ತಳಿರ ಮೇಯಿತು\nಕೊಂದಹರೆಂಬುದನರಿಯದೆ ಬೆಂದ\nಒಡಲ ಹೊರೆಯ ಹೋಯಿತು ಅಂದದೆ ಹೊಂದಿತು\nಕೊಂದವರುಳಿದರೆ ಕೂಡಲಸಂಗಮದೇವ?",
  
    "ಹಾವು ತಿಂದವರ ನುಡಿಸಬಹುದು\nಗರ ಹೊಡೆದವರ ನುಡಿಸಬಹುದು\nಸಿರಿಗರ ಹೊಡೆದವರ ನುಡಿಸಲು ಬಾರದು ನೋಡಯ್ಯ\nಬಡತನವೆಂಬ ಮಂತ್ರವಾದಿ ಹೊಗಲು ಒಡನೆ ನುಡಿವರಯ್ಯಾ ಕೂಡಲಸಂಗಮದೇವ…",
    "ಸಾರ ಸಜ್ಜನರ ಸಂಗ ಲೇಸು ಕಂಡಯ್ಯಾ\nದೂರ ದುರ್ಜನರ ಸಂಗ ಭಂಗವಯ್ಯಾ\nಸಂಗವೆರಡುಂಟು ಒಂದ ಹಿಡಿ, ಒಂದ ಬಿಡು\nಮಂಗಳಮೂರ್ತಿ ನಮ್ಮ ಕೂಡಲಸಂಗಮದೇವನ ಶರಣರ…",
  
    "ಮರ್ತ್ಯ ಲೋಕವೆಂಬುದು ಕರ್ತಾರನ ಕಮ್ಮಟವಯ್ಯಾ\n ಇಲ್ಲಿ ಸಲ್ಲುವವರು ಅಲ್ಲಿಯೂ ಸಲ್ಲುವರಯ್ಯಾ \n ಇಲ್ಲಿ ಸಲ್ಲದವರು ಅಲ್ಲಿಯೂ ಸಲ್ಲರಯ್ಯಾ ಕೂಡಲಸಂಗಮದೇವ…",
  
    "ನಾದಪ್ರಿಯ ಶಿವನೆಂಬರು ನಾದಪ್ರಿಯ ಶಿವನಲ್ಲಯ್ಯಾ \nವೇದಪ್ರಿಯ ಶಿವನೆಂಬರು ವೇದಪ್ರಿಯ ಶಿವನಲ್ಲಯ್ಯಾ\nನಾದವ ಮಾಡಿದ ರಾವಣಂಗೆ ಅರೆ ಆಯುಷ್ಯವಾಯಿತು\nವೇದವನೊದಿದ ಬ್ರಹ್ಮನ ಶಿರ ಹೋಯಿತು\nನಾದಪ್ರಿಯನೂ ಅಲ್ಲ ವೇದಪ್ರಿಯನೂ ಅಲ್ಲ\nಭಕ್ತಿಪ್ರಿಯ ನಮ್ಮ ಕೂಡಲಸಂಗಮದೇವ…",
  
    "ಮಾಡಿ ಮಾಡಿ ಕೆಟ್ಟರು ಮನವಿಲ್ಲದೆ \n ನೀಡಿ ನೀಡಿ ಕೆಟ್ಟರು ನಿಜವಿಲ್ಲದೆ \n ಮಾಡುವ ನೀಡುವ ನಿಜಗುಣವುಳ್ಳಡೆ ಕೂಡಿಕೊಂಬ ನಮ್ಮ ಕೂಡಲಸಂಗಮದೇವ…‌",
  
    "ಕಳಬೇಡ ಕೊಲಬೇಡ ಹುಸಿಯ ನುಡಿಯಲು ಬೇಡ \nಮುನಿಯಬೇಡ ಅನ್ಯರಿಗೆ ಅಸಹ್ಯ ಪಡಬೇಡ\nತನ್ನ ಬನ್ನಿಸಬೇಡ ಇದಿರ ಹಳಿಯಲು ಬೇಡ\nಇದೆ ಅಂತರಂಗ ಶುದ್ಧಿ ಇದೆ ಬಹಿರಂಗ ಶುದ್ಧಿ\nಇದೆ ನಮ್ಮ ಕೂಡಲಸಂಗಮದೇವ…‌",
  
    "ನಾಡಿನ ನಡನಾದ ನಮ್ಮ ನಾಗರಿಕನೆ\nಕಾಡಿನ ಕಾನನದ ನಮ್ಮ ಕಾಡುಮನುಷನೆ\nನೀಡಿದ ನೆರಳಿಗೆ ನಾವು ತಲೆಯಲು ಬಾಗದವನೆ\nಕೂಡಲದ ನೆರಳನುಸರಿಯುವ ನಮ್ಮ ಕೂಡಲಸಂಗಮದೇವ…‌",
  
    "ಧರೆಯ ಮೇಲೆ ನಡೆದು ಕೊಂಡು ಧರವನು ತಲುಪಿದನಲು\nಮುನಿಯ ಕೈಯಿಂದ ಮುಗಿದು ಹೋದ ಆ ಕಲ್ಲನು ತಲುಪಿದನಲು\nಧರೆಗೆಂದು ನಡೆದು ನಡೆದು ನಮ್ಮನು ದಾರಿತಪ್ಪದು\nಬ್ರಹ್ಮನ ಕಂಬದಡಿ ಹೋಗಿ ಅಲಕೆಯನು ತಲುಪಿದನಲು\nಧರೆಯ ಮೇಲೆ ಬಂದು ಬಂದು ನಮ್ಮನು ಸಂಕಟಪಡದಿರಲಿ\nನಮ್ಮ ಕೂಡಲಸಂಗಮದೇವ…",
  
    "ಧರೆಯೇ ದಾರಿ ನೀನೆದುವಾ ದೇವರು ದಾರಿಯಾದವನು\nಕೈಯ ಬಲದಲ್ಲಾಗಿ ಬರುವ ಕಾಲದಲಿ ಕಾಲವಾದವನು\nನಾಡುಗಾಣದೆ ನಡೆದುಹೋದ ನಮ್ಮನು ಕಾಡಿನಿಂದ ಬಂದವನು\nಮಾಡಿದ ಪಾಪಕ್ಕೆ ಪಾಪಯಾತನೆ ಬರುವವನು\nಕಡಿವಾಣವ ಬಳಿಯಿಂದ ಕತ್ತಲು ಬರುವವನು\nದಾರಿ ಕಾಣದೆ ನಡೆದುಹೋದ ನಮ್ಮನು ನಾಗರದಲ್ಲಿ ನಡೆಯವನು\nನಮ್ಮ ಕೂಡಲಸಂಗಮದೇವ…",
  
    "ಬೇಕು ಬೇಕು ಬಯಸದೆ ಬೇಕು ಎನ್ನದೆ\n ಬಿಡು ಬಿಡು ಎನಡಿದವನು ಬಿಡದೆ\nಬೇಡದೆ ಬೇಡದೆ ಎನ್ನದವನು ಬೇಡದೆ\nಅಂತರಂಗ ಬಿಡದ ಬಹಿರಂಗ ಬಿಡದೆ\nಬಯಸುವ ಬಯಸದ ಬೇಡವೇ ಬೇಡ\nಅನುಸರಿಸುವ ಅನುಸರಿಸದ ಬೇಡವೇ ಬೇಡ\nಅಂತರಂಗ ಶುದ್ಧನ ಬಹಿರಂಗ ಶುದ್ಧನ\nನಮ್ಮ ಕೂಡಲಸಂಗಮದೇವ…‌",
  
    "ಬಂದರು ಮಾಡಿದರು ಹೊಡೆದರು ಬಿಡದರು \nಕಂಬದಲಿ ಕೈಗೊಂಬದು ಬಂದರ ಕೈಗೆಂಬದಲಿ ಹೊಡದರು\nಕುಂಬದಲಿ ಮೇಲುಗೊಂಬದು ಬಂದರ ಮೇಲುಗೊಂಬದು ಹೊಡದರು\nಬಂದರು ಬಂದರು ಹುರಿದರು ಹೊಡೆದರು ಬಿಡದರು\nಕಂಬದಲಿ ಕೈಗೊಂಬದು ಬಂದರ ಕೈಗೊಂಬದು ಹೊಡದರು\nಕುಂಬದಲಿ ಮೇಲುಗೊಂಬದು ಬಂದರ ಮೇಲುಗೊಂಬದು ಹೊಡದರು\nನಮ್ಮ ಕೂಡಲಸಂಗಮದೇವ…‌",
  
    "ಬಂದರ ಕೈಗೊಂಬದು ಬಿಡದರು \nಹೊಡದರು ಹುರಿದರು ಬಂದರು ಹೊಡದರು \nಬಂದರು ಹುರಿದರು ಹೊಡದರು ಬಂದರು ಹುರಿದರು ಬಿಡದರು\nಬಂದರು ಹುರಿದರು ಬಿಡದರು ಹೊಡದರು ಬಂದರು ಹುರಿದರು ಬಿಡದರು\nನಮ್ಮ ಕೂಡಲಸಂಗಮದೇವ…‌",
  
    "ಭಕ್ತಿಯೆಂಬ ಪೃಥ್ವಿಯ ಮೇಲೆ\nಗುರುಯೆಂಬ ಬೀಜವಂಕುರುಸಿ\nಲಿಂಗವೆಂಬ ಎಲೆಯಾಯಿತು.\nಲಿಂಗವೆಂಬ ಎಲೆಯ ಮೇಲೆ\nವಿಚಾರವೆಂಬ ಹೂವಾಯಿತು\nಆಚಾರವೆಂಬ ಕಾಯಾಯಿತು\nನಿಷ್ಪತ್ತಿಯೆಂಬ ಹಣ್ಣಾಯಿತು.\nನಿಷ್ಪತ್ತಿಯೆಂಬ ಹಣ್ಣು‌ ತೊಟ್ಟುಬಿಟ್ಟು ಕಳಚಿ ಬೀಳುವಲ್ಲಿ ಕೂಡಲಸಂಗಮದೇವ ತನಗೆ ಬೇಕೆಂದು ಎತ್ತಿಕೊಂಡ…",
  
    "ಇಬ್ಬರು ಮೂವರು ದೇವರೆಂದು ಉಬ್ಬಿ ಮಾತನಾಡಬೇಡ\nಒಬ್ಬನೆ ಕಾಣಿರೋ ಇಬ್ಬರೆಂಬುದು ಹುಸಿನೋಡಾ\nಕೂಡಲಸಂಗಮದೇವನಲ್ಲದೆ ಇಲ್ಲವೆಂದಿತು ವೇದ…",
  
    "ನೀರ ಕಂಡಲ್ಲಿ ಮುಳುಗುವರಯ್ಯಾ\nಮರವ ಕಂಡಲ್ಲಿ ಸುತ್ತುವರಯ್ಯಾ\nಬತ್ತುವ ಜಲವ ಒಣಗುವ ಮರವ ಮೆಚ್ಚಿದವರು ನಿಮ್ಮ ನೆತ್ತ ಬಲ್ಲರಯ್ಯಾ ಕೂಡಲಸಂಗಮದೇವಾ…‌",
  
    "ಕೊಲುವವನೆ ಮಾದಿಗ\nಹೊಲಸು ತಿಂಬುವವನೆ ಹೊಲೆಯ\nಕುಲವೇನು ಆವಂದಿರ ಕುಲವೇನು\nಸಕಲ ಜೀವಾತ್ಮರಿಗೆ ಲೇಸನ್ನೆ ಬಯಸುವ ನಮ್ಮ‌ ಕೂಡಲಸಂಗಮದೇವನ ಶರಣರೆ ಕುಲಜರು…",
  
    "ದೇವನೊಬ್ಬ ನಾಮ ಹಲವು\nಪರಮ ಪತಿವ್ರತೆಗೆ ಗಂಡನೊಬ್ಬ\nಮತ್ತೊಂದಕ್ಕೆರಗಿದಡೆ ಕಿವಿ ಮೂಗು ಕೊಯ್ಯುವನು\nಹಲವು ದೈವದ ಎಂಜಲ ತಿಂಬವರನೆಂಬೆ ಕೂಡಲಸಂಗಮದೇವ…",
  
    "ನೂರನೋದಿ ನೂರ ಕೇಳಿದಡೇನು?\nಆಸೆ ಹರಿಯದು, ರೋಷ ಬಿಡದು.\nಮಜ್ಜನಕ್ಕೆರೆದು ಫಲವೇನು?\nಮಾತಿನಂತೆ ಮನವಿಲ್ಲದ ಜಾತಿ ಡೊಂಬರ ನೋಡಿ\nನಗುವ ನಮ್ಮ ಕೂಡಲಸಂಗಮದೇವ…",
  
    "ನುಡಿದರೆ ಮುತ್ತಿನ ಹಾರದಂತಿರಬೇಕು,\nನುಡಿದರೆ ಮಾಣಿಕ್ಯದ ದೀಪ್ತಿಯಂತಿರಬೇಕು\nನುಡಿದರೆ ಸ್ಪಟಿಕದ ಸಲಾಕೆಯಂತಿರಬೇಕು\nನುಡಿದರೆ ಲಿಂಗ ಮೆಚ್ಚಿ ಅಹುದಹುದೆನಬೇಕು\nನುಡಿಯೊಳಗಾಗಿ ನಡೆಯದಿದ್ದಡೆ\nಕೂಡಲಸಂಗಮದೇವನೆಂತೊಲಿವನಯ್ಯಾ?",
  
    "ಉಳ್ಳವರು ಶಿವಾಲಯ ಮಾಡುವರು\nನಾನೇನು ಮಾಡಲಿ ಬಡವನಯ್ಯಾ?\nಎನ್ನ ಕಾಲೆ ಕಂಭ, ದೇಹವೆ ದೇಗುಲ\nಶಿರವೆ ಹೊನ್ನ ಕಲಶವಯ್ಯಾ\nಕೂಡಲಸಂಗಮದೇವಾ ಕೇಳಯ್ಯಾ\nಸ್ಥಾವರಕ್ಕಳಿವುಂಟು ಜಂಗಮಕ್ಕಳಿವಿಲ್ಲ…",
  
    "ಜ್ಞಾನದ ಬಲದಿಂದ ಅಜ್ಞಾನದ ಕೇಡು ನೋಡಯ್ಯಾ\nಜ್ಯೋತಿಯ ಬಲದಿಂದ ತಮಂಧದ ಕೇಡು ನೋಡಯ್ಯಾ\nಸತ್ಯದ ಬಲದಿಂದ ಅಸತ್ಯದ ಕೇಡು ನೋಡಯ್ಯಾ\nಪರುಷದ ಬಲದಿಂದ ಅವಲೋಹದ ಕೇಡು ನೋಡಯ್ಯಾ\nಕೂಡಲಸಂಗಮದೇವನ ಶರಣರ ಅನುಭಾವದಿಂದ ಎನ್ನ ಭವದ ಕೇಡು ನೋಡಯ್ಯಾ…",
  
    "ಕಂಗಳ ತುಂಬಿದ ಬಳಿಕ ನೋಡಲಿಲ್ಲ\nಕಿವಿಗಳು ತುಂಬಿದ ಬಳಿಕ‌ ಕೇಳಲಿಲ್ಲ\nಕೈಗಳು ತುಂಬಿದ ಬಳಿಕ‌ ಪೂಜಿಸಲಿಲ್ಲ\nಮನ ತುಂಬಿದ ಬಳಿಕ ನೆನೆಯಲಿಲ್ಲ\nಮಹಾಂತ ಕೂಡಲಸಂಗಮದೇವನ…",
  
    "ಹಾಡಿದಡೆ ಎನ್ನೊಡೆಯನ ಹಾಡುವೆ\nಬೇಡಿದಡೆ ಎನ್ನೊಡೆಯನ ಬೇಡುವೆ\nಒಡೆಯಂಗೊಡಲ ತೋರಿ ಎನ್ನ ಬಡತನವ ಬಿನೈಸುವೆ.\nಒಡೆಯ ಮಹಾದಾನಿ ಕೂಡಲಸಂಗಮದೇವಂಗೆ ಸೆರೆಗೊಡ್ಡಿ ಬೇಡುವೆ‌‌‌…",
  
    "ನಂಬರು ನಚ್ಚರು ಬರಿದೆ ಕರೆವರು\nನಂಬಲರಿಯರೀ ಲೋಕದ ಮನುಜರು\nನಂಬಿ ಕರೆದಡೆ ಓ ಎನ್ನನೆ ಶಿವನು?\nನಂಬದೆ ನಚ್ಚದೆ ಬರಿದೆ ಕರೆವರ ಕೊಂಬ ಮೆಟ್ಟಿ ಕೂಗೆಂದ\nಕೂಡಲಸಂಗಮದೇವ…",
  
    "ಬಚ್ಚಲ ನೀರು ತಿಳಿಯಾದಡೇನು?\nಸಲ್ಲದ ಹೊನ್ನು ಮತ್ತೆಲ್ಲಿದ್ದಡೇನು?\nಆಕಾಶದ ಮಾವಿನ ಫಲವೆಂದಡೇನು?\nಕೊಯ್ಯಲಿಲ್ಲ ಮೆಲ್ಲಲಿಲ್ಲ\nಕೂಡಲಸಂಗಮದೇವನ ಶರಣರ ಅನುಭಾವವಿಲ್ಲದವರು ಎಲ್ಲಿದ್ದಡೇನು ಎಂತಾದಡೇನು?",
  
    "ಒಲವಿಲ್ಲದ ಪೂಜೆ ನೇಹವಿಲ್ಲದ ಮಾಟ\nಆ ಪೂಜೆಯು ಆ ಮಾಟವು ಚಿತ್ರದ ರೂಹು ಕಾಣಿರಣ್ಣಾ\nಚಿತ್ರದ ಕಬ್ಬು ಕಾಣಿರಣ್ಣಾ\nಅಪ್ಪಿದಡೆ ಸುಖವಿಲ್ಲ ಮೆಲಿದಡೆ ರುಚಿಯಿಲ್ಲ\nಕೂಡಲಸಂಗಮದೇವ ನಿಜವಲ್ಲದವನ ಭಕ್ತಿ…",
  
    "ಪಾಪಿಯ ಧನ ಪ್ರಾಯಶ್ಚಿತ್ತಕ್ಕಲ್ಲದೆ ಸತ್ಪಾತ್ರಕ್ಕೆ ಸಲ್ಲದಯ್ಯಾ\nನಾಯಿಯ ಹಾಲು ನಾಯಿಮರಿಗಲ್ಲದೆ ಮಾಡುವ ಅರ್ಥ ವ್ಯರ್ಥ ಕಂಡಯ್ಯಾ ಕೂಡಲಸಂಗಮದೇವ…",
  
    "ದೇವಲೋಕ ಮೃತ್ಯು ಲೋಕವೆಂಬುದು ಬೇರಿಲ್ಲ ಕಾಣಿರೋ\nಸತ್ಯವ ನುಡಿಯುವುದೆ ದೇವಲೋಕ\nಮಿತ್ಯವ ನುಡಿಯುವುದೆ ಮೃತ್ಯು ಲೋಕ\nಆಚಾರವೇ ಸ್ವರ್ಗ ಅನಾಚಾರವೆ ನರಕ\nಕೂಡಲಸಂಗಮದೇವಾ ನೀವೇ ಪ್ರಮಾಣು…",
  
    "ಜಗದಗಲ ಮುಗಿಲಗಲ ಮಿಗೆಯಗಲ\nನಿಮ್ಮಗಲ ಪಾತಾಳದಿಂದತ್ತ ನಿಮ್ಮ ಶ್ರೀಚರಣ.\nಬ್ರಹ್ಮಾಂಡದಿಂದೆತ್ತ ನಿಮ್ಮ ಶ್ರೀಮುಕುಟ\nಅಪ್ರಮಾಣ ಅಗಮ್ಯ ಅಗೋಚರ ಅಪ್ರತಿಮ‌\nಲಿಂಗವೆ ಕೂಡಲಸಂಗಮದೇವ‌ ಎನ್ನ ಕರಸ್ಥಲಕ್ಕೆ ಬಂದು ಚುಳುಕಾದಿರಯ್ಯಾ….",
  ];
  